Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Another agent is running. Return to the shell before switching to %@.
bn: অন্য একটি এজেন্ট চলছে। %@-এ যাওয়ার আগে শেলে ফিরুন।
es: Hay otro agente en ejecución. Vuelve al shell antes de cambiar a %@.
fr: Un autre agent est en cours d’exécution. Revenez au shell avant de passer à %@.
hi: दूसरा एजेंट चल रहा है। %@ पर जाने से पहले शेल पर लौटें।
it: Un altro agente è in esecuzione. Torna alla shell prima di passare a %@.
ja: 別のエージェントが実行中です。%@に切り替える前にシェルに戻ってください。
ko: 다른 에이전트가 실행 중입니다. %@로 전환하기 전에 셸로 돌아가세요.
pt_br: Outro agente está em execução. Volte ao shell antes de mudar para %@.
ru: Другой агент уже работает. Вернитесь в оболочку перед переключением на %@.
sv: En annan agent körs. Återgå till skalet innan du byter till %@.
zh_hans: 另一个代理正在运行。请先返回 shell，再切换到 %@。
zh_hant: 另一個代理程式正在執行。請先返回 shell，再切換至 %@。

source: Another terminal command is being delivered.
bn: টার্মিনালে অন্য কমান্ড পাঠানো হচ্ছে।
es: Se está enviando otro comando al terminal.
fr: Une autre commande est en cours d’envoi au terminal.
hi: दूसरा टर्मिनल कमांड भेजा जा रहा है।
it: È in corso l’invio di un altro comando al terminale.
ja: 別のターミナルコマンドを送信中です。
ko: 다른 터미널 명령을 전송 중입니다.
pt_br: Outro comando está sendo enviado ao terminal.
ru: Отправляется другая команда терминала.
sv: Ett annat terminalkommando skickas.
zh_hans: 正在发送另一条终端命令。
zh_hant: 正在傳送另一條終端機指令。

source: any file matches
bn: যেকোনো ফাইল মেলে
es: algún archivo coincide
fr: au moins un fichier correspond
hi: कोई फ़ाइल मेल खाती है
it: un file corrisponde
ja: いずれかのファイルが一致
ko: 하나 이상의 파일 일치
pt_br: algum arquivo corresponde
ru: любой файл совпадает
sv: någon fil matchar
zh_hans: 任意文件匹配
zh_hant: 任一檔案符合

source: Any of these starts a run
bn: যেকোনোটি চালনা শুরু করে
es: Cualquiera inicia una ejecución
fr: Chacun peut lancer une exécution
hi: इनमें से कोई रन शुरू करता है
it: Uno qualsiasi avvia l’esecuzione
ja: いずれかで実行を開始
ko: 하나라도 충족하면 실행 시작
pt_br: Qualquer um inicia uma execução
ru: Любое событие запускает процесс
sv: Vilken som helst startar en körning
zh_hans: 任意一个均可触发运行
zh_hant: 任一條件皆可觸發執行

source: API token
bn: API টোকেন
es: Token de API
fr: Jeton d’API
hi: API टोकन
it: Token API
ja: API トークン
ko: API 토큰
pt_br: Token de API
ru: Токен API
zh_hans: API 令牌
zh_hant: API 權杖

source: App
bn: অ্যাপ
hi: ऐप
ja: アプリ
ko: 앱
ru: Приложение
zh_hans: 应用

source: Appearance
bn: চেহারা
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
ru: Оформление
sv: Utseende
zh_hans: 外观
zh_hant: 外觀

source: Apply this patch?
bn: এই প্যাচ প্রয়োগ করবেন?
es: ¿Aplicar este parche?
fr: Appliquer ce correctif ?
hi: यह पैच लागू करें?
it: Applicare questa patch?
ja: このパッチを適用しますか？
ko: 이 패치를 적용할까요?
pt_br: Aplicar este patch?
ru: Применить этот патч?
sv: Tillämpa den här patchen?
zh_hans: 应用此补丁？
zh_hant: 套用此修補程式？

source: Approve
bn: অনুমোদন করুন
es: Aprobar
fr: Approuver
hi: मंज़ूर करें
it: Approva
ja: 承認
ko: 승인
pt_br: Aprovar
ru: Одобрить
sv: Godkänn
zh_hans: 批准
zh_hant: 核准

source: Approve green dependency bumps and let GitHub merge them.
bn: সফল নির্ভরতা আপডেট অনুমোদন করুন এবং GitHub-কে মার্জ করতে দিন।
es: Aprueba actualizaciones de dependencias con CI correcta y deja que GitHub las fusione.
fr: Approuve les mises à jour de dépendances validées et laisse GitHub les fusionner.
hi: सफल निर्भरता अपडेट मंज़ूर करें और GitHub को मर्ज करने दें।
it: Approva aggiornamenti delle dipendenze verificati e lascia che GitHub li unisca.
ja: チェック済みの依存関係更新を承認し、GitHubでマージします。
ko: 검사를 통과한 종속성 업데이트를 승인하고 GitHub에서 병합하도록 합니다.
pt_br: Aprova atualizações de dependências verificadas e deixa o GitHub mesclá-las.
ru: Одобряет успешные обновления зависимостей и разрешает GitHub их слить.
sv: Godkänner beroendeuppdateringar med godkänd CI och låter GitHub slå ihop dem.
zh_hans: 批准通过检查的依赖更新，由 GitHub 合并。
zh_hant: 核准通過檢查的相依套件更新，交由 GitHub 合併。

source: Approve PRs from people you trust once CI is green.
bn: CI সফল হলে বিশ্বস্তদের PR অনুমোদন করুন।
es: Aprueba PR de personas de confianza cuando pasa CI.
fr: Approuve les PR d’auteurs de confiance lorsque la CI réussit.
hi: CI सफल होने पर विश्वसनीय लोगों के PR मंज़ूर करें।
it: Approva le PR di persone fidate quando la CI riesce.
ja: CI成功後に信頼する作成者のPRを承認します。
ko: CI가 통과하면 신뢰하는 작성자의 PR을 승인합니다.
pt_br: Aprova PRs de pessoas confiáveis quando a CI passa.
ru: Одобряет PR доверенных авторов после успешного CI.
sv: Godkänner PR från betrodda personer när CI lyckas.
zh_hans: CI 通过后批准可信作者的 PR。
zh_hant: CI 通過後核准信任作者的 PR。

source: Approve the PR as you. Never approves your own PR.
bn: আপনার হয়ে PR অনুমোদন করুন। নিজের PR কখনও অনুমোদিত হয় না।
es: Aprueba el PR como tú. Nunca aprueba tus propios PR.
fr: Approuve la PR en votre nom. N’approuve jamais vos propres PR.
hi: आपकी ओर से PR मंज़ूर करें। आपके अपने PR मंज़ूर नहीं होते।
it: Approva la PR a tuo nome. Non approva mai le tue PR.
ja: あなたとしてPRを承認します。自分のPRは承認しません。
ko: 내 계정으로 PR을 승인합니다. 내 PR은 승인하지 않습니다.
pt_br: Aprova o PR em seu nome. Nunca aprova seus próprios PRs.
ru: Одобряет PR от вашего имени. Не одобряет ваши собственные PR.
sv: Godkänner PR som dig. Godkänner aldrig dina egna PR.
zh_hans: 以你的身份批准 PR。不会批准你自己的 PR。
zh_hant: 以你的身分核准 PR。不會核准你自己的 PR。

source: Approved
bn: অনুমোদিত
es: Aprobados
fr: Approuvées
hi: स्वीकृत
it: Approvate
ja: 承認済み
ko: 승인됨
pt_br: Aprovados
ru: Одобрено
sv: Godkända
zh_hans: 已批准
zh_hant: 已核准

source: As if
bn: যেন
es: Como si
fr: Comme si
hi: मानो
it: Come se
ja: 想定イベント
ko: 가정 이벤트
pt_br: Como se
ru: Как если бы
sv: Som om
zh_hans: 模拟事件
zh_hant: 模擬事件

source: Ask %@ anything
bn: %@-কে যেকোনো প্রশ্ন করুন
es: Pregunta lo que quieras a %@
fr: Posez une question à %@
hi: %@ से कुछ भी पूछें
it: Chiedi qualsiasi cosa a %@
ja: %@ に質問する
ko: %@에게 무엇이든 질문하세요
pt_br: Pergunte qualquer coisa a %@
ru: Спросите %@ о чём угодно
sv: Fråga %@ vad som helst
zh_hans: 向 %@ 提问
zh_hant: 向 %@ 提問

source: Ask %@ anything, / for commands, @ for files
bn: %@-কে জিজ্ঞেস করুন, কমান্ডের জন্য /, ফাইলের জন্য @
es: Pregunta a %@, / para comandos, @ para archivos
fr: Posez une question à %@, / pour les commandes, @ pour les fichiers
hi: %@ से कुछ भी पूछें, कमांड के लिए /, फ़ाइलों के लिए @
it: Chiedi a %@, / per i comandi, @ per i file
ja: %@ に質問、/ でコマンド、@ でファイル
ko: %@에게 질문하세요. /는 명령, @는 파일
pt_br: Pergunte a %@, / para comandos, @ para arquivos
ru: Спросите %@, / — команды, @ — файлы
sv: Fråga %@ vad som helst, / för kommandon, @ för filer
zh_hans: 向 %@ 提问，输入 / 选择命令，@ 选择文件
zh_hant: 向 %@ 提問，輸入 / 選擇指令，@ 選擇檔案

source: Ask Claude
bn: Claude-কে জিজ্ঞাসা করুন
es: Preguntar a Claude
fr: Demander à Claude
hi: Claude से पूछें
it: Chiedi a Claude
ja: Claude に質問
ko: Claude에게 질문
pt_br: Perguntar ao Claude
ru: Спросить Claude
sv: Fråga Claude
zh_hans: 询问 Claude
zh_hant: 詢問 Claude

source: Ask Codex
bn: Codex-কে জিজ্ঞাসা করুন
es: Preguntar a Codex
fr: Demander à Codex
hi: Codex से पूछें
it: Chiedi a Codex
ja: Codex に質問
ko: Codex에게 질문
pt_br: Perguntar ao Codex
ru: Спросить Codex
sv: Fråga Codex
zh_hans: 询问 Codex
zh_hant: 詢問 Codex

source: Ask users or org/team slugs to review.
bn: ব্যবহারকারী বা org/team পরিচয়ে পর্যালোচনা চান।
es: Pide revisión a usuarios o equipos con formato org/team.
fr: Demande une révision aux utilisateurs ou équipes au format org/team.
hi: उपयोगकर्ताओं या org/team पहचान से समीक्षा माँगें।
it: Richiede una revisione a utenti o team nel formato org/team.
ja: ユーザーまたはorg/team形式のチームにレビューを依頼します。
ko: 사용자 또는 org/team 형식의 팀에 리뷰를 요청합니다.
pt_br: Solicita revisão a usuários ou equipes no formato org/team.
ru: Запрашивает проверку у пользователей или команд формата org/team.
sv: Ber användare eller team i formatet org/team att granska.
zh_hans: 请求用户或组织/团队标识对应的团队审查。
zh_hant: 要求使用者或組織/團隊代碼對應的團隊審查。

source: Assign
bn: দায়িত্ব দিন
es: Asignar
fr: Attribuer
hi: असाइन करें
it: Assegna
ja: 割り当て
ko: 할당
pt_br: Atribuir
ru: Назначить
sv: Tilldela
zh_hans: 分配
zh_hant: 指派

source: Assign each ticket. @me is you; empty unassigns.
bn: প্রতি টিকিট বরাদ্দ করুন। @me মানে আপনি; খালি রাখলে বরাদ্দ সরবে।
es: Asigna cada ticket. @me eres tú; vacío quita la asignación.
fr: Attribue chaque ticket. @me vous désigne ; vide supprime l’attribution.
hi: हर टिकट सौंपें। @me आप हैं; खाली रखने से असाइनमेंट हटता है।
it: Assegna ogni ticket. @me indica te; vuoto rimuove l’assegnazione.
ja: 各チケットを割り当てます。@meは自分、空欄は割り当て解除です。
ko: 각 티켓을 할당합니다. @me는 나를 의미하며 비우면 할당을 해제합니다.
pt_br: Atribui cada ticket. @me é você; vazio remove a atribuição.
ru: Назначает каждую задачу. @me — вы; пустое поле снимает назначение.
sv: Tilldelar varje ärende. @me är du; tomt tar bort tilldelningen.
zh_hans: 分配每个工单。@me 表示你；留空则取消分配。
zh_hant: 指派每個工單。@me 代表你；留空則取消指派。

source: Assign ticket
bn: টিকিট বরাদ্দ করুন
es: Asignar ticket
fr: Attribuer le ticket
hi: टिकट सौंपें
it: Assegna ticket
ja: チケットを割り当て
ko: 티켓 할당
pt_br: Atribuir ticket
ru: Назначить задачу
sv: Tilldela ärende
zh_hans: 分配工单
zh_hant: 指派工單

source: Assign users to the PR. @me is you.
bn: PR-এ ব্যবহারকারী বরাদ্দ করুন। @me মানে আপনি।
es: Asigna usuarios al PR. @me eres tú.
fr: Attribue la PR à des utilisateurs. @me vous désigne.
hi: PR पर उपयोगकर्ता सौंपें। @me आप हैं।
it: Assegna utenti alla PR. @me indica te.
ja: PRに担当者を割り当てます。@meは自分です。
ko: PR에 사용자를 할당합니다. @me는 나를 의미합니다.
pt_br: Atribui usuários ao PR. @me é você.
ru: Назначает пользователей на PR. @me — вы.
sv: Tilldelar användare till PR. @me är du.
zh_hans: 将用户分配到 PR。@me 表示你。
zh_hant: 將使用者指派至 PR。@me 代表你。

source: Assigned to %@
bn: %@-কে বরাদ্দ
es: Asignado a %@
fr: Attribué à %@
hi: %@ को सौंपा गया
it: Assegnato a %@
ja: 担当者：%@
ko: 담당자: %@
pt_br: Atribuído a %@
ru: Назначено: %@
sv: Tilldelad %@
zh_hans: 分配给 %@
zh_hant: 指派給 %@

source: Assignee
bn: দায়িত্বপ্রাপ্ত ব্যক্তি
es: Responsable
fr: Responsable
hi: ज़िम्मेदार व्यक्ति
it: Assegnatario
ja: 担当者
ko: 담당자
pt_br: Responsável
ru: Исполнитель
sv: Tilldelad
zh_hans: 负责人
zh_hant: 負責人

source: Assignee %@
bn: দায়িত্বপ্রাপ্ত %@
es: Responsable %@
fr: Responsable %@
hi: असाइनी %@
it: Assegnatario %@
ja: 担当者 %@
ko: 담당자 %@
pt_br: Responsável %@
ru: Исполнитель %@
sv: Ansvarig %@
zh_hans: 经办人 %@
zh_hant: 負責人 %@

source: Assignees
bn: দায়িত্বপ্রাপ্তরা
es: Responsables
fr: Responsables
hi: असाइनी
it: Assegnatari
ja: 担当者
ko: 담당자
pt_br: Responsáveis
ru: Исполнители
sv: Ansvariga
zh_hans: 经办人
zh_hant: 負責人

source: At this pace, lasts until reset
bn: এই গতিতে রিসেট পর্যন্ত চলবে
es: A este ritmo, dura hasta el restablecimiento
fr: À ce rythme, suffisant jusqu’à la réinitialisation
hi: इस गति पर, रीसेट तक चलेगा
it: A questo ritmo dura fino al ripristino
ja: このペースならリセットまで持ちます
ko: 이 속도면 초기화까지 사용 가능
pt_br: Nesse ritmo, dura até a redefinição
ru: При таком темпе хватит до сброса
sv: I denna takt räcker det till återställning
zh_hans: 按此消耗速度，可用至重置
zh_hant: 依此消耗速度，可用至重設

source: At this pace, runs out before reset
bn: এই গতিতে রিসেটের আগেই শেষ হবে
es: A este ritmo, se agota antes del restablecimiento
fr: À ce rythme, épuisement avant la réinitialisation
hi: इस गति पर, रीसेट से पहले खत्म होगा
it: A questo ritmo si esaurisce prima del ripristino
ja: このペースではリセット前に使い切ります
ko: 이 속도면 초기화 전에 소진됨
pt_br: Nesse ritmo, esgota antes da redefinição
ru: При таком темпе закончится до сброса
sv: I denna takt tar det slut före återställning
zh_hans: 按此消耗速度，将在重置前耗尽
zh_hant: 依此消耗速度，將在重設前耗盡

source: Attach files to your message. Remove a file’s chip to detach it.
bn: বার্তায় ফাইল যুক্ত করুন। ফাইলের চিপ সরিয়ে সংযুক্তি বাদ দিন।
es: Adjunta archivos al mensaje. Elimina la ficha de un archivo para quitarlo.
fr: Joignez des fichiers au message. Retirez l’étiquette d’un fichier pour le détacher.
hi: संदेश में फ़ाइलें जोड़ें। हटाने के लिए फ़ाइल का चिप मिटाएँ।
it: Allega file al messaggio. Rimuovi l’etichetta di un file per scollegarlo.
ja: メッセージにファイルを添付します。ファイルのチップを削除すると添付を解除できます。
ko: 메시지에 파일을 첨부합니다. 파일 칩을 삭제하면 첨부가 해제됩니다.
pt_br: Anexe arquivos à mensagem. Remova o marcador de um arquivo para desanexá-lo.
ru: Прикрепите файлы к сообщению. Удалите метку файла, чтобы убрать вложение.
sv: Bifoga filer till meddelandet. Ta bort filens etikett för att ta bort bilagan.
zh_hans: 将文件附加到消息。删除文件标签即可移除附件。
zh_hant: 將檔案附加到訊息。刪除檔案標籤即可移除附件。

source: Author
bn: লেখক
es: Autor
fr: Auteur
hi: लेखक
it: Autore
ja: 作成者
ko: 작성자
pt_br: Autor
ru: Автор
sv: Författare
zh_hans: 作者
zh_hant: 作者

source: Auto-approve trusted authors
bn: বিশ্বস্ত লেখকদের স্বয়ংক্রিয় অনুমোদন
es: Aprobar autores de confianza
fr: Approuver les auteurs de confiance
hi: विश्वसनीय लेखकों को स्वतः मंज़ूर करें
it: Approva automaticamente gli autori fidati
ja: 信頼する作成者を自動承認
ko: 신뢰하는 작성자 자동 승인
pt_br: Aprovar autores confiáveis
ru: Автоодобрение доверенных авторов
sv: Godkänn betrodda författare automatiskt
zh_hans: 自动批准可信作者
zh_hant: 自動核准信任的作者

source: Automatic and manual runs
bn: স্বয়ংক্রিয় ও ম্যানুয়াল চালনা
es: Ejecuciones automáticas y manuales
fr: Exécutions automatiques et manuelles
hi: स्वचालित और मैनुअल रन
it: Esecuzioni automatiche e manuali
ja: 自動実行と手動実行
ko: 자동 및 수동 실행
pt_br: Execuções automáticas e manuais
ru: Автоматические и ручные запуски
sv: Automatiska och manuella körningar
zh_hans: 自动和手动运行
zh_hant: 自動和手動執行

source: Automatic runs are paused. Manual runs are still available.
bn: স্বয়ংক্রিয় চালনা বিরত। ম্যানুয়াল চালনা এখনও সম্ভব।
es: Las ejecuciones automáticas están pausadas. Las manuales siguen disponibles.
fr: Les exécutions automatiques sont en pause. Les manuelles restent disponibles.
hi: स्वचालित रन रुके हैं। मैनुअल रन उपलब्ध हैं।
it: Le esecuzioni automatiche sono sospese. Quelle manuali restano disponibili.
ja: 自動実行は一時停止中です。手動実行は引き続き可能です。
ko: 자동 실행이 일시 정지되었습니다. 수동 실행은 계속 사용할 수 있습니다.
pt_br: Execuções automáticas pausadas. Execuções manuais continuam disponíveis.
ru: Автоматические запуски приостановлены. Ручные запуски доступны.
sv: Automatiska körningar är pausade. Manuella körningar är fortfarande tillgängliga.
zh_hans: 自动运行已暂停。仍可手动运行。
zh_hant: 自動執行已暫停。仍可手動執行。

source: Automation
bn: অটোমেশন
es: Automatización
fr: Automatisation
hi: स्वचालन
it: Automazione
ja: 自動化
ko: 자동화
pt_br: Automação
ru: Автоматизация
sv: Automatisering
zh_hans: 自动化
zh_hant: 自動化

source: Automation reacts to GitHub and Jira events across projects. Test a pipeline with a dry run before enabling it. Jira board columns and Fix Version features also need a Jira API token.
bn: অটোমেশন বিভিন্ন প্রকল্পের GitHub ও Jira ইভেন্টে সাড়া দেয়। পাইপলাইন চালু করার আগে পরীক্ষামূলকভাবে চালিয়ে দেখুন। Jira বোর্ডের কলাম ও ফিক্স ভার্সন সুবিধার জন্য Jira API টোকেনও দরকার।
es: La automatización reacciona a eventos de GitHub y Jira en distintos proyectos. Prueba cada canalización con una simulación antes de activarla. Las columnas del tablero de Jira y las versiones de corrección también requieren un token de API de Jira.
fr: L’automatisation réagit aux événements GitHub et Jira de tous les projets. Testez un pipeline à blanc avant de l’activer. Les colonnes du tableau Jira et les versions de correction nécessitent aussi un jeton d’API Jira.
hi: स्वचालन सभी प्रोजेक्ट के GitHub और Jira इवेंट पर प्रतिक्रिया देता है। पाइपलाइन चालू करने से पहले ड्राई रन से जाँचें। Jira बोर्ड कॉलम और फ़िक्स वर्ज़न सुविधाओं के लिए Jira API टोकन भी चाहिए।
it: L’automazione reagisce agli eventi GitHub e Jira di più progetti. Prova una pipeline con una simulazione prima di attivarla. Le colonne della board Jira e le funzioni per le versioni di correzione richiedono anche un token API Jira.
ja: 自動化は、複数のプロジェクトの GitHub や Jira のイベントに反応します。パイプラインを有効にする前に、ドライランでテストしてください。Jira のボード列と修正バージョンの機能には、Jira API トークンも必要です。
ko: 자동화는 여러 프로젝트의 GitHub 및 Jira 이벤트에 반응합니다. 파이프라인을 활성화하기 전에 모의 실행으로 테스트하세요. Jira 보드 열과 수정 버전 기능에는 Jira API 토큰도 필요합니다.
pt_br: A automação reage a eventos do GitHub e Jira em vários projetos. Teste um pipeline com uma simulação antes de ativá-lo. As colunas do quadro Jira e os recursos de versão de correção também precisam de um token de API do Jira.
ru: Автоматизация реагирует на события GitHub и Jira во всех проектах. Проверьте конвейер пробным запуском перед включением. Для колонок доски Jira и функций версии исправления также нужен токен API Jira.
sv: Automatisering reagerar på GitHub- och Jira-händelser i flera projekt. Testkör en pipeline innan du aktiverar den. Jira-tavlans kolumner och funktioner för åtgärdsversioner kräver även en Jira API-token.
zh_hans: 自动化可响应各个项目的 GitHub 和 Jira 事件。启用流水线前，请先试运行。Jira 看板列和修复版本功能还需要 Jira API 令牌。
zh_hant: 自動化可回應各專案的 GitHub 和 Jira 事件。啟用管線前，請先試執行。Jira 看板欄位和修正版本功能也需要 Jira API 權杖。

source: Automations are paused. Forwarded events are ignored until you resume them.
bn: অটোমেশন বিরতিতে আছে। আবার চালু না করা পর্যন্ত পাঠানো ইভেন্ট উপেক্ষা করা হবে।
es: Las automatizaciones están pausadas. Se ignoran los eventos reenviados hasta que las reanudes.
fr: Les automatisations sont en pause. Les événements transférés sont ignorés jusqu’à leur reprise.
hi: स्वचालन रुके हुए हैं। फिर शुरू करने तक भेजे गए इवेंट अनदेखे रहेंगे।
it: Le automazioni sono in pausa. Gli eventi inoltrati vengono ignorati finché non le riprendi.
ja: 自動化は一時停止中です。再開するまで転送されたイベントは無視されます。
ko: 자동화가 일시 정지되었습니다. 재개할 때까지 전달된 이벤트는 무시됩니다.
pt_br: As automações estão pausadas. Eventos encaminhados são ignorados até que você as retome.
ru: Автоматизация приостановлена. Переданные события игнорируются до её возобновления.
sv: Automatiseringarna är pausade. Vidarebefordrade händelser ignoreras tills du återupptar dem.
zh_hans: 自动化已暂停。恢复前会忽略转发的事件。
zh_hant: 自動化已暫停。恢復前會忽略轉送的事件。

source: Automations on
bn: অটোমেশন চালু
es: Automatizaciones activadas
fr: Automatisations activées
hi: स्वचालन चालू
it: Automazioni attive
ja: 自動化はオンです
ko: 자동화 켜짐
pt_br: Automações ativadas
ru: Автоматизации включены
sv: Automatiseringar på
zh_hans: 自动化已开启
zh_hant: 自動化已開啟

source: Automations paused
bn: অটোমেশন স্থগিত
es: Automatizaciones pausadas
fr: Automatisations en pause
hi: स्वचालन रुके हुए
it: Automazioni in pausa
ja: 自動化は一時停止中です
ko: 자동화 일시 정지됨
pt_br: Automações pausadas
ru: Автоматизации приостановлены
sv: Automatiseringar pausade
zh_hans: 自动化已暂停
zh_hant: 自動化已暫停

source: Average: %lld ms · Maximum: %lld ms
bn: গড়: %lld মিলিসেকেন্ড · সর্বোচ্চ: %lld মিলিসেকেন্ড
es: Promedio: %lld ms · Máximo: %lld ms
fr: Moyenne : %lld ms · Maximum : %lld ms
hi: औसत: %lld मि.से. · अधिकतम: %lld मि.से.
it: Media: %lld ms · Massimo: %lld ms
ja: 平均：%lldミリ秒 · 最大：%lldミリ秒
ko: 평균: %lldms · 최대: %lldms
pt_br: Média: %lld ms · Máximo: %lld ms
ru: Среднее: %lld мс · Максимум: %lld мс
sv: Medel: %lld ms · Max: %lld ms
zh_hans: 平均：%lld 毫秒 · 最长：%lld 毫秒
zh_hant: 平均：%lld 毫秒 · 最長：%lld 毫秒

source: Back
bn: ফিরে যান
es: Atrás
fr: Retour
hi: पीछे
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
sv: Tillbaka
zh_hans: 返回
zh_hant: 返回

source: Back to start page
bn: শুরুর পৃষ্ঠায় ফিরুন
es: Volver a la página de inicio
fr: Retour à la page d’accueil
hi: प्रारंभ पेज पर वापस जाएँ
it: Torna alla pagina iniziale
ja: スタートページに戻る
ko: 시작 페이지로 돌아가기
pt_br: Voltar à página inicial
ru: Вернуться на начальную страницу
sv: Tillbaka till startsidan
zh_hans: 返回起始页
zh_hant: 返回起始頁

source: Backend
bn: ব্যাকএন্ড
hi: बैकएंड
ja: バックエンド
ko: 백엔드
ru: Бэкенд
zh_hans: 后端
zh_hant: 後端

source: Backend did not become ready. The port may be occupied. See %@.
bn: ব্যাকএন্ড প্রস্তুত হয়নি। পোর্ট ব্যবহৃত হতে পারে। %@ দেখুন।
es: El backend no se preparó. Puede que el puerto esté ocupado. Consulta %@.
fr: Le backend n’est pas prêt. Le port est peut-être occupé. Consultez %@.
hi: बैकएंड तैयार नहीं हुआ। पोर्ट व्यस्त हो सकता है। %@ देखें।
it: Il backend non è pronto. La porta potrebbe essere occupata. Consulta %@.
ja: バックエンドの準備ができませんでした。ポートが使用中の可能性があります。%@ を確認してください。
ko: 백엔드가 준비되지 않았습니다. 포트가 사용 중일 수 있습니다. %@을(를) 확인하세요.
pt_br: O backend não ficou pronto. A porta pode estar ocupada. Consulte %@.
ru: Серверная часть не готова. Возможно, порт занят. См. %@.
sv: Backend blev inte redo. Porten kan vara upptagen. Se %@.
zh_hans: 后端未就绪。端口可能已被占用。请查看 %@。
zh_hant: 後端未就緒。連接埠可能已被占用。請查看 %@。

source: Backend exited (%lld). See %@.
bn: ব্যাকএন্ড বন্ধ হয়েছে (%lld)। %@ দেখুন।
es: El backend finalizó (%lld). Consulta %@.
fr: Le backend s’est arrêté (%lld). Consultez %@.
hi: बैकएंड बंद हुआ (%lld)। %@ देखें।
it: Il backend è terminato (%lld). Consulta %@.
ja: バックエンドが終了しました（%lld）。%@ を確認してください。
ko: 백엔드가 종료되었습니다(%lld). %@을(를) 확인하세요.
pt_br: O backend encerrou (%lld). Consulte %@.
ru: Серверная часть завершилась (%lld). См. %@.
sv: Backend avslutades (%lld). Se %@.
zh_hans: 后端已退出（%lld）。请查看 %@。
zh_hant: 後端已結束（%lld）。請查看 %@。

source: Backend is disconnected; its resources are not included.
bn: ব্যাকএন্ড সংযুক্ত নয়; এর রিসোর্স অন্তর্ভুক্ত নেই।
es: El backend está desconectado; sus recursos no se incluyen.
fr: Le backend est déconnecté ; ses ressources ne sont pas incluses.
hi: बैकएंड जुड़ा नहीं है; उसके संसाधन शामिल नहीं हैं।
it: Il backend è disconnesso; le sue risorse non sono incluse.
ja: バックエンドが切断されています。そのリソースは含まれません。
ko: 백엔드 연결이 끊어져 해당 리소스가 포함되지 않습니다.
pt_br: O backend está desconectado; seus recursos não estão incluídos.
ru: Бэкенд отключён; его ресурсы не учтены.
sv: Backend är frånkopplad; dess resurser ingår inte.
zh_hans: 后端未连接；未计入其资源使用情况。
zh_hant: 後端未連線；未計入其資源使用狀況。

source: Backend port must be between 1 and 65535.
bn: ব্যাকএন্ড পোর্ট 1 থেকে 65535-এর মধ্যে হতে হবে।
es: El puerto del backend debe estar entre 1 y 65535.
fr: Le port du backend doit être compris entre 1 et 65535.
hi: बैकएंड पोर्ट 1 और 65535 के बीच होना चाहिए।
it: La porta del backend deve essere compresa tra 1 e 65535.
ja: バックエンドのポートは1〜65535で指定してください。
ko: 백엔드 포트는 1에서 65535 사이여야 합니다.
pt_br: A porta do backend deve estar entre 1 e 65535.
ru: Порт серверной части должен быть от 1 до 65535.
sv: Backendporten måste vara mellan 1 och 65535.
zh_hans: 后端端口必须介于 1 和 65535 之间。
zh_hant: 後端連接埠必須介於 1 和 65535 之間。

source: Backend resources are unavailable: %@
bn: ব্যাকএন্ডের রিসোর্স উপলব্ধ নয়: %@
es: Recursos del backend no disponibles: %@
fr: Ressources du backend indisponibles : %@
hi: बैकएंड संसाधन उपलब्ध नहीं हैं: %@
it: Risorse del backend non disponibili: %@
ja: バックエンドのリソースを取得できません：%@
ko: 백엔드 리소스를 확인할 수 없습니다: %@
pt_br: Recursos do backend indisponíveis: %@
ru: Ресурсы бэкенда недоступны: %@
sv: Backendresurser är inte tillgängliga: %@
zh_hans: 无法获取后端资源使用情况：%@
zh_hant: 無法取得後端資源使用狀況：%@

source: Base branch
bn: বেস ব্রাঞ্চ
es: Rama base
fr: Branche de base
hi: आधार ब्रांच
it: Branch di base
ja: ベースブランチ
ko: 기준 브랜치
pt_br: Branch base
ru: Базовая ветка
sv: Basgren
zh_hans: 目标分支
zh_hant: 目標分支

source: Behind upstream by %lld commits. A push may require updating your branch.
bn: আপস্ট্রিমের থেকে %lld কমিট পিছিয়ে। পুশ করতে ব্রাঞ্চ আপডেট লাগতে পারে।
es: Hay %lld commits de retraso respecto al remoto. Puede ser necesario actualizar la rama antes de enviar.
fr: Retard de %lld commits sur l’amont. Il faudra peut-être mettre à jour la branche avant l’envoi.
hi: अपस्ट्रीम से %lld कमिट पीछे है। पुश के लिए ब्रांच अपडेट करनी पड़ सकती है।
it: Il ramo è indietro di %lld commit rispetto all’upstream. Potrebbe essere necessario aggiornarlo prima del push.
ja: アップストリームより %lld コミット遅れています。プッシュ前にブランチの更新が必要な場合があります。
ko: 업스트림보다 %lld개 커밋 뒤처져 있습니다. 푸시하려면 브랜치 업데이트가 필요할 수 있습니다.
pt_br: Há %lld commits de atraso em relação ao upstream. Talvez seja preciso atualizar a branch antes do push.
ru: Отставание от upstream: %lld коммитов. Перед отправкой может потребоваться обновление ветки.
sv: Ligger %lld incheckningar efter upstream. Grenen kan behöva uppdateras före push.
zh_hans: 落后于上游 %lld 个提交。推送前可能需要更新分支。
zh_hant: 落後上游 %lld 個提交。推送前可能需要更新分支。

source: Binary file
bn: বাইনারি ফাইল
es: Archivo binario
fr: Fichier binaire
hi: बाइनरी फ़ाइल
it: File binario
ja: バイナリファイル
ko: 바이너리 파일
pt_br: Arquivo binário
ru: Двоичный файл
sv: Binärfil
zh_hans: 二进制文件
zh_hant: 二進位檔案

source: Blank automation
bn: খালি অটোমেশন
es: Automatización en blanco
fr: Automatisation vide
hi: खाली ऑटोमेशन
it: Automazione vuota
ja: 空の自動化
ko: 빈 자동화
pt_br: Automação em branco
ru: Пустая автоматизация
sv: Tom automatisering
zh_hans: 空白自动化
zh_hant: 空白自動化
